<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "کم اسٹاک والے پروڈکٹس۔<br/><small class='text-muted'>ایڈ پروڈکٹ اسکرین میں سیٹ کردہ پروڈکٹ الرٹ کی مقدار کی بنیاد پر۔<br> اسٹاک ختم ہونے سے پہلے یہ پروڈکٹس خریدیں۔</small> ",

    'payment_dues' => "خریداریوں کے لیے زیر التواء ادائیگی۔ <br/><small class='text-muted'>سپلائر کی تنخواہ کی مدت کی بنیاد پر۔ <br/> 7 دن یا اس سے کم میں ادا کی جانے والی ادائیگیوں کو دکھا رہا ہے۔</small> ",

    'input_tax' => 'منتخب مدت کے اندر سیلز کے لیے جمع کردہ کل ٹیکس۔',

    'output_tax' => 'منتخب مدت کے لیے خریداریوں پر ادا کیا گیا کل ٹیکس۔',

    'tax_overall' => 'کل جمع کیے گئے ٹیکس اور منتخب مدت کے اندر ادا کیے گئے کل ٹیکس کے درمیان فرق۔',

    'purchase_due' => 'خریداریوں کے لیے کل غیر ادا شدہ رقم۔',

    'sell_due' => 'سیلز سے وصول کی جانے والی کل رقم',

    'over_all_sell_purchase' => '-ve value = ادا کرنے کی رقم <br>+ve Value = وصول کرنے کی رقم',

    'no_of_products_for_trending_products' => 'ذیل کے چارٹ میں موازنہ کرنے کے لیے ٹاپ ٹرینڈنگ پروڈکٹس کی تعداد۔',

    'top_trending_products' => "آپ کی دکان کی سب سے زیادہ فروخت ہونے والی مصنوعات۔ <br/><small class='text-muted'>مخصوص زمرہ, برانڈ, کاروباری مقام وغیرہ کے لیے رجحان ساز مصنوعات جاننے کے لیے فلٹرز لگائیں</small>",

    'sku' => "منفرد پروڈکٹ آئی ڈی یا اسٹاک کیپنگ یونٹ <br><br>اسکو خود بخود sku بنانے کے لیے خالی رکھیں۔<br><small class='text-muted'>آپ بزنس سیٹنگز میں sku کے سابقہ ​​میں ترمیم کر سکتے ہیں۔< /small>",

    'enable_stock' => "کسی پروڈکٹ کے لیے اسٹاک مینجمنٹ کو فعال یا غیر فعال کریں۔ <br><br><small class='text-muted'>Stock Management کو زیادہ تر خدمات کے لیے غیر فعال ہونا چاہیے۔ مثال: بال کاٹنا, مرمت کرنا, وغیرہ۔ </small>",

    'alert_quantity' => "الرٹ حاصل کریں جب پروڈکٹ اسٹاک مقررہ مقدار سے کم ہوجائے یا اس سے کم ہوجائے۔<br><br><small class='text-muted'>کم اسٹاک والی مصنوعات ڈیش بورڈ - پروڈکٹ اسٹاک الرٹ سیکشن میں دکھائی جائیں گی۔ </small>",

    'product_type' => '<b>واحد پروڈکٹ</b>: بغیر کسی تغیر کے پروڈکٹ۔
    <br><b>متغیر پروڈکٹ</b>: مختلف حالتوں کے ساتھ پروڈکٹ جیسے سائز, رنگ وغیرہ۔
    <br><b>کومبو پروڈکٹ</b>: متعدد مصنوعات کا مجموعہ, جسے بنڈل پروڈکٹ بھی کہا جاتا ہے',

    'profit_percent' => "پروڈکٹ کے لیے پہلے سے طے شدہ منافع کا مارجن۔ <br><small class='text-muted'>(<i>آپ کاروباری ترتیبات میں پہلے سے طے شدہ منافع کے مارجن کا انتظام کر سکتے ہیں۔</i>)</small>" ,

    'pay_term' => "دی گئی مدت کے اندر خریداری/فروخت کے لیے ادائیگی کی جانی ہے۔<br/><small class='text-muted'>تمام آنے والی یا واجب الادا ادائیگیاں ڈیش بورڈ میں دکھائی جائیں گی - ادائیگی کے واجب الادا حصے</br/></small class='text-muted'> چھوٹا>",

    'order_status' => 'اس خریداری میں موجود پراڈکٹس صرف اس صورت میں فروخت کے لیے دستیاب ہوں گے جب <b>آرڈر اسٹیٹس</b> <b>آئٹمز موصول ہوں</b>۔',

    'purchase_location' => 'کاروباری مقام جہاں خریدی گئی پروڈکٹ فروخت کے لیے دستیاب ہوگی۔',

    'sale_location' => 'کاروباری مقام جہاں سے آپ فروخت کرنا چاہتے ہیں',

    'sale_discount' => "کاروباری سیٹنگز میں تمام سیلز کے لیے 'ڈیفالٹ سیل ڈسکاؤنٹ' سیٹ کریں۔ ڈسکاؤنٹ شامل کرنے/اپ ڈیٹ کرنے کے لیے نیچے ترمیم کے آئیکون پر کلک کریں۔",

    'sale_tax' => "کاروباری سیٹنگز میں تمام سیلز کے لیے 'ڈیفالٹ سیل ٹیکس' سیٹ کریں۔ آرڈر ٹیکس شامل/اپ ڈیٹ کرنے کے لیے نیچے ترمیم کے آئیکون پر کلک کریں۔",

    'default_profit_percent' => "پروڈکٹ کا پہلے سے طے شدہ منافع کا مارجن۔ <br><small class='text-muted'> درج کردہ قیمت خرید کی بنیاد پر فروخت کی قیمت کا حساب لگانے کے لیے استعمال کیا جاتا ہے۔<br/> آپ انفرادی مصنوعات کے لیے اس قدر میں ترمیم کر سکتے ہیں جبکہ شامل کرنا</small>",

    'fy_start_month' => 'آپ کے کاروبار کے لیے مالی سال کا آغاز مہینہ',

    'business_tax' => 'آپ کے کاروبار کے لیے رجسٹرڈ ٹیکس نمبر۔',

    'invoice_scheme' => "انوائس اسکیم کا مطلب ہے انوائس نمبرنگ فارمیٹ۔ اس کاروباری مقام کے لیے استعمال کی جانے والی اسکیم کو منتخب کریں<br><small class='text-muted'><i>آپ نئی انوائس اسکیم</b> میں شامل کرسکتے ہیں۔ انوائس کی ترتیبات</i></small>",

    'invoice_layout' => "اس کاروباری مقام کے لیے انوائس لے آؤٹ استعمال کیا جائے گا<br><small class='text-muted'>(<i>آپ <b>انوائس میں نیا <b>انوائس لے آؤٹ</b> شامل کر سکتے ہیں۔ ترتیبات<b></i>)</small>",

    'invoice_scheme_name' => 'انوائس اسکیم کو ایک مختصر معنی خیز نام دیں۔',

    'invoice_scheme_prefix' => 'انوائس سکیم کے لیے سابقہ۔<br>ایک سابقہ ​​حسب ضرورت متن یا موجودہ سال ہو سکتا ہے۔ مثال کے طور پر: #XXXX0001, #2018-0002',

    'invoice_scheme_start_number' => "انوائس نمبرنگ کے لیے اسٹارٹ نمبر۔ <br><small class='text-muted'>آپ اسے 1 یا کوئی اور نمبر بنا سکتے ہیں جس سے نمبرنگ شروع ہوگی۔</small>",

    'invoice_scheme_count' => 'انوائس اسکیم کے لیے تیار کردہ رسیدوں کی کل تعداد',

    'invoice_scheme_total_digits' => 'انوائس پریفکس کو چھوڑ کر انوائس نمبر کی لمبائی',

    'tax_groups' => 'گروپ ٹیکس کی شرحیں - اوپر بیان کردہ, خرید/فروخت کے حصوں میں استعمال ہونے کے لیے۔',

    'unit_allow_decimal' => "اعشاریہ آپ کو متعلقہ مصنوعات کو مختلف حصوں میں فروخت کرنے کی اجازت دیتا ہے۔",

    'print_label' => 'مصنوعات شامل کریں -> لیبلز میں دکھانے کے لیے معلومات کا انتخاب کریں -> بارکوڈ سیٹنگ منتخب کریں -> پیش نظارہ لیبلز -> پرنٹ کریں',

    'expense_for' => 'اس صارف کا انتخاب کریں جس کے اخراجات سے متعلق ہے۔ <i>(اختیاری)</i><br/><small>مثال: ملازم کی تنخواہ۔</small>',
    
    'all_location_permission' => 'اگر <b>تمام مقامات</b> کو منتخب کیا گیا تو اس رول کو تمام کاروباری مقامات تک رسائی کی اجازت ہوگی',

    'dashboard_permission' => 'اگر غیر نشان زد کیا گیا تو صرف خوش آمدید کا پیغام ہوم میں دکھایا جائے گا۔',

    'access_locations_permission' => 'ان تمام مقامات کا انتخاب کریں جہاں یہ کردار رسائی حاصل کر سکتا ہے۔ منتخب کردہ مقام کا تمام ڈیٹا صرف صارف کو دکھایا جائے گا۔<br/><br/><small>مثال کے طور پر: آپ اسے <i>اسٹور مینیجر/کیشیئر/اسٹاک مینیجر/برانچ مینیجر,</i>کی وضاحت کے لیے استعمال کر سکتے ہیں۔ i>خاص مقام کا۔</small>',

    'print_receipt_on_invoice' => 'حتمی ہونے پر انوائس کی آٹو پرنٹنگ کو فعال یا غیر فعال کریں',

    'receipt_printer_type' => "<i>براؤزر پر مبنی پرنٹنگ</i>: انوائس پیش نظارہ کے ساتھ براؤزر پرنٹ ڈائیلاگ باکس دکھائیں<br/><br/> <i>کنفیگر شدہ رسید پرنٹر استعمال کریں</i>: ایک کنفیگر شدہ رسید منتخب کریں / پرنٹنگ کے لیے تھرمل پرنٹر",
    'adjustment_type' => '<i>Normal</i>: Adjustment for normal reasons like Leakage, Damage etc. <br/><br/> <i>Abnormal</i>: Adjustment for reasons like Fire, Accident etc.',

    'total_amount_recovered' => 'Amount recovered from insurance or selling of scraps or others',
    'express_checkout' => 'مکمل ادائیگی اور چیک آؤٹ کو نشان زد کریں',
    'total_card_slips' => 'اس رجسٹر میں استعمال شدہ کارڈ کی ادائیگیوں کی کل تعداد',
    'total_cheques' => 'اس رجسٹر میں استعمال شدہ چیکوں کی کل تعداد',

    'capability_profile' => "کمانڈز اور کوڈ پیجز کے لیے سپورٹ پرنٹر وینڈرز اور ماڈلز کے درمیان مختلف ہوتی ہے۔ اگر آپ کو یقین نہیں ہے, تو 'سادہ' کیپبلٹی پروفائل استعمال کرنا اچھا خیال ہے",

    'purchase_different_currency' => 'اگر آپ اپنی کاروباری کرنسی سے مختلف کرنسی میں خریدتے ہیں تو اس اختیار کو منتخب کریں',

    'currency_exchange_factor' => "1 خریداری کرنسی = ? بنیادی کرنسی <br> <small class='text-muted'>آپ کاروباری ترتیبات سے 'دوسری کرنسی میں خریداری' کو فعال/غیر فعال کر سکتے ہیں۔</small>",

    'accounting_method' => 'اکاؤنٹنگ کا طریقہ',

    'transaction_edit_days' => 'لین دین کی تاریخ سے دنوں کی تعداد جب تک کہ لین دین میں ترمیم کی جا سکتی ہے۔',
    'stock_expiry_alert' => "اسٹاک کی فہرست: دنوں میں ختم ہو رہی ہے <br> <small class='text-muted'>آپ کاروباری ترتیبات میں دنوں کی تعداد مقرر کر سکتے ہیں </small>",
    'sub_sku' => "Sku اختیاری ہے۔ <br><br><small>اسے خالی رکھیں تاکہ sku خود بخود پیدا ہو۔<small>",
    'shipping' => "شپنگ کی تفصیلات اور شپنگ چارجز سیٹ کریں۔ شپنگ کی تفصیلات اور چارجز کو شامل/اپ ڈیٹ کرنے کے لیے نیچے ترمیم کے آئیکن پر کلک کریں۔"
];
